Repository: Cheezykins/HellaWorld
Catalog: locale/*.UTF-8/LC_MESSAGES/messages.po
Languages: nl_nl, sv_se

source: Currently Downloading
nl_nl: Nu aan het downloaden

source: %s%% complete
nl_nl: %s%% compleet
sv_se: %s%% färdigt

source: %sMB of %sMB remaining
nl_nl: %sMB van %sMB te gaan
sv_se: %sMB av %sMB återstående

source: PAUSED
nl_nl: GEPAUZEERD
sv_se: PAUSAD

source: ETA %s at %sKB/s
nl_nl: %s resterend met %sKB/s

source: Nothing
nl_nl: Niets
sv_se: Ingenting

source: Currently Processing
nl_nl: Nu aan het verwerken
sv_se: Pågående Nedladdning

source: Drag me
nl_nl: Sleep mij
sv_se: Drag Mig

source: Remove
nl_nl: Verwijder
sv_se: Tag bort

source: Finished on: %s Processing Time: %s
nl_nl: Afgerond op: %s Verwerktijd: %s
sv_se: Avklarat den %s. Processeringstid: %s

source: Par message: %s
nl_nl: Par-bericht: %s
sv_se: Par Meddelande: %s

source: Downloaded: %s files in %s segments totalling %sMB via %s NZB files
nl_nl: Gedownload: %s bestanden in %s segmenten van totaal %sMB in %s NZB-bestanden
sv_se: Nedladdat: %s fil(er) i %s segment, totalt %sMB genom %s NZB fil(er)

source: Add NZB Via Newzbin ID Or URL
nl_nl: Voeg NZB toe via Newzbin-ID of URL
sv_se: Lägg till NZB via Newzbin ID eller URL

source: Article ID or URL:
nl_nl: Newzbin-ID of URL:
sv_se: Artikel-ID eller URL:

source: Set Rate Limit
nl_nl: Snelheidslimiet
sv_se: Justera Taktbegränsning

source: Limit (KB/s):
nl_nl: Limiet (KB/s):
sv_se: Begränsning (KB/s):

source: Resume downloading
nl_nl: Hervat downloaden
sv_se: Återuppta nedladdning

source: Pause current download
nl_nl: Pauzeer huidige download
sv_se: Pausa pågående nedladdning

source: Cancel current download
nl_nl: Annuleer huidige download
sv_se: Avbryt pågående nedladdning

source: This will cancel the current download and remove it from the queue, continue?
nl_nl: Dit zal de huidige download annuleren en verwijderen van de wachtrij, doorgaan?
sv_se: Detta kommer att avbryta den pågående nedladdning och ta bort den från kön, fortsätt?

source: Shut down HellaNZB
nl_nl: HellaNZB afsluiten
sv_se: Stäng av HellaNZB

source: HellaNZB cannot be restarted without shell access, continue?
nl_nl: HellaNZB kan niet opnieuw opgestart worden zonder shell-toegang, doorgaan?
sv_se: HellaNZB kan inte starta om utan &quot;shell&quot;-åtkomst, fortsätt?

source: Clear the queue
nl_nl: Queue leegmaken
sv_se: Rensa kön

source: This cannot be undone, continue?
nl_nl: Dit kan niet ongedaan gemaakt worden, doorgaan?
sv_se: Detta kan inte ångras, fortsätt?

source: Queued: %s items totalling %sMB
nl_nl: Wachtrij: %s items van totaal %sMB
sv_se: Kö: %s nedladdningar, totalt %sMB

source: Refresh every 15 seconds
nl_nl: Ververs elke 15 seconden
sv_se: Ladda om var femtonde sekund

source: Reorder Items
nl_nl: Hersorteer items
sv_se: Sortera Nedladdningar

source: by
nl_nl: op
sv_se: efter

source: Provided Order
nl_nl: Gegeven sortering
sv_se: Given Sortering

source: Name
nl_nl: Naam
sv_se: Namn

source: Size
nl_nl: Grootte
sv_se: Storlek

source: Ascending
nl_nl: Oplopend
sv_se: Stigande

source: Descending
nl_nl: Aflopend
sv_se: Fallande

source: Log Entries
nl_nl: Logboek
sv_se: Loggposter

source: Finished Items
nl_nl: Afgeronde items
sv_se: Klara Nedladdningar

source: Clear Finished NZBs
nl_nl: Verwijder afgeronde NZBs
sv_se: Rensa klara NZB:er

source: Right click on this link and bookmark it, or drag it to your bookmarks/favorites to create a Newzbin shortcut. Clicking on this shortcut when on a Newzbin article will add the NZB to HellaNZB's queue.
nl_nl: Klik met uw rechtermuisknop op deze link en voeg het toe aan uw favorieten. Als u hierop klikt terwijl de browser op een Newzbin-pagina zit, wordt deze toegevoegt aan de wachtrij van HellaNZB.
sv_se: Högerklicka på denna länk och bokmärk den, eller drag den till dina bokmärken/favoriter för att skapa en Newzbin genväg. Om du klickar på genvägen i en Newzbin-artikel kommer den att lägga till NZB:en i HellaNZBs kö.

source: Send to HellaWorld
nl_nl: Verstuur naar HellaWorld
sv_se: Skicka till HellaWorld

source: HellaNZB %s - Uptime: %s
sv_se: HellaNZB %s - Drifttid: %s

source: Finished items: %s
sv_se: Klara nedladdningar: %s
